{
  "modalTitle": "Editar Progreso de Tarea",
  "subtaskModalTitle": "Editar Progreso de Subtarea",
  "modeAuto": "Auto",
  "modeManual": "Manual",
  "manualProgressLabel": "Progreso manual",
  "subtaskManualProgressLabel": "Progreso manual de subtarea",
  "autoProgressLabel": "Progreso automático",
  "basedOnSubtaskAverage": "Basado en el promedio de progreso de las subtareas",
  "basedOnWeightedSubtaskAverage": "Basado en el progreso ponderado de las subtareas (por estimación)",
  "completedCount": "Completado: {{completed}} / {{total}}",
  "statusComplete": "Completo",
  "autoProgressInfo": "El progreso se calcula automáticamente según la finalización de las subtareas y elementos de la lista de verificación.",
  "subtaskProgressInfo": "La actualización del progreso de esta subtarea contribuirá al cálculo del progreso general de la tarea principal.",
  "contributesToParentProgress": "Este progreso contribuye al progreso general de la tarea principal",
  "manualProgressNote": "El progreso manual permite establecer un valor personalizado que se utilizará en lugar del cálculo automático.",
  "warningTitle": "Advertencia",
  "warningManualOverride": "El progreso manual anulará el cálculo automático y no se actualizará automáticamente cuando se completen las subtareas.",
  "cancelButton": "Cancelar",
  "saveButton": "Guardar",
  "subtaskProgressHidden": "El progreso de la subtarea solo es visible cuando la tarea principal está en modo manual",
  "contributesToParent": "Contribuye a la tarea principal",
  "manualProgressDisabledTitle": "Progreso Manual Desactivado",
  "manualProgressDisabledDescription": "El progreso manual está desactivado para este proyecto. Puede activarlo en la configuración del proyecto.",
  "parentTaskProgressTitle": "Progreso de Tarea Principal",
  "parentTaskProgressDescription": "Esta tarea tiene subtareas. Su progreso se calcula automáticamente en función del progreso de sus subtareas.",
  "weightedProgressEnabledTitle": "Progreso Ponderado Habilitado",
  "weightedProgressEnabledDescription": "El progreso de la tarea principal se calcula según los pesos de las subtareas. Las subtareas con mayor peso tendrán más impacto en el progreso del padre.",
  "taskWeightLabel": "Peso de la Tarea",
  "taskWeightTooltip": "Valores más altos dan a esta tarea más influencia en el cálculo del progreso principal",
  "taskWeightDescription": "Determina cuánto contribuye esta subtarea al progreso de la tarea principal. Los valores más altos tienen más impacto."
}
