{
  "modalTitle": "Atualizar Progresso da Tarefa",
  "subtaskModalTitle": "Atualizar Progresso da Subtarefa",
  "modeAuto": "Auto",
  "modeManual": "Manual",
  "manualProgressLabel": "Progresso Manual",
  "subtaskManualProgressLabel": "Progresso Manual da Subtarefa",
  "autoProgressLabel": "Progresso Automático",
  "basedOnSubtaskAverage": "Baseado na média de progresso das subtarefas",
  "basedOnWeightedSubtaskAverage": "Baseado no progresso ponderado das subtarefas (por estimativa)",
  "completedCount": "{{completed}} de {{total}} subtarefas concluídas",
  "statusComplete": "Completo",
  "autoProgressInfo": "O progresso é calculado automaticamente com base na conclusão das subtarefas e itens da lista de verificação.",
  "subtaskProgressInfo": "A atualização do progresso desta subtarefa contribuirá para o cálculo do progresso geral da tarefa principal.",
  "contributesToParentProgress": "Este progresso contribui para o progresso geral da tarefa principal",
  "manualProgressNote": "O progresso manual permite definir um valor personalizado que será usado em vez do cálculo automático.",
  "warningTitle": "Aviso",
  "warningManualOverride": "O progresso manual substitui o cálculo automático e não será atualizado automaticamente quando as subtarefas forem concluídas.",
  "cancelButton": "Cancelar",
  "saveButton": "Salvar",
  "subtaskProgressHidden": "Progresso da subtarefa só visível quando a tarefa principal está no modo manual",
  "contributesToParent": "Contribui para a tarefa principal",
  "manualProgressDisabledTitle": "Progresso Manual Desativado",
  "manualProgressDisabledDescription": "O progresso manual está desativado para este projeto. Você pode ativá-lo nas configurações do projeto.",
  "parentTaskProgressTitle": "Progresso da Tarefa Principal",
  "parentTaskProgressDescription": "Esta tarefa tem subtarefas. Seu progresso é calculado automaticamente com base no progresso de suas subtarefas.",
  "weightedProgressEnabledTitle": "Progresso Ponderado Ativado",
  "weightedProgressEnabledDescription": "O progresso da tarefa principal é calculado com base nos pesos das subtarefas. Subtarefas com maior peso terão mais impacto no progresso do pai.",
  "taskWeightLabel": "Peso da Tarefa",
  "taskWeightTooltip": "Valores mais altos dão a esta tarefa mais influência no cálculo do progresso principal",
  "taskWeightDescription": "Determina quanto esta subtarefa contribui para o progresso da tarefa principal. Valores mais altos têm mais impacto."
}
